---
kind: other
id: Methods.T:Autodesk.Revit.DB.ImportOptions3DM
source: html/881c6ff4-7b49-537d-d35d-e211549f1ba6.htm
---
# ImportOptions3DM Methods

Get the default length unit used for importing unitless files.